IdeaRS.Connections
PlateOpeningData.Param11 Property
Compatible with IDEA StatiCa 0.0
 For notch (NonReguralRectangle): B1 B2 B1: Base dimension in the plate axis x. B2: Additional dimension in the plate axis x.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Param11 { get; set; }
Property Value
Type: String
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace